[Demo_Shinobu_ep3_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-2819,Y=-975,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=ACT_EVENT,Number=1,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[4]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-3009,Y=-980,Z=0),VecSub=(X=0,Y=0,Z=0),CId=69)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[21]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[23]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0105_fx_Stand2Wiggle",Rate=0,Number=3,Bit=1)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0500_lp_Wiggle",Number=8)
DemoScripts[27]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0501_fx_Wiggle2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[36]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=2,Bit=0)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[57]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[58]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-3009,Y=-980,Z=0),VecSub=(X=0,Y=0,Z=0),CId=69)
DemoScripts[59]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[61]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[62]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[63]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[64]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[65]=(Actor=FADE,Command=WAIT)
DemoScripts[66]=(Actor=WINDOW,Command=SET)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[68]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_017_Cue',Name="カミゾノ　シノブ")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[70]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[85]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[91]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[92]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[94]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[95]=(Actor=WINDOW,Command=EXIT)
DemoScripts[96]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[97]=(Actor=FADE,Command=WAIT)
DemoScripts[98]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[99]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[100]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[101]=(Actor=FADE,Command=WAIT)
DemoScripts[102]=(Actor=WINDOW,Command=SET)
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_026_Cue',Name="エコロ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[108]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[109]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[110]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-3009,Y=-945,Z=0),VecSub=(X=-10,Y=0,Z=0),CId=69)
DemoScripts[111]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-3009,Y=-1005,Z=0),VecSub=(X=10,Y=0,Z=0),CId=70)
DemoScripts[112]=(Actor=TEXTURE,Command=START,CId=3,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[113]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=1,Vec=(X=200,Y=200,Z=0))
DemoScripts[114]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0700_lp_Shy",Rate=0,Number=3,Bit=5)
DemoScripts[116]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[118]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[119]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone_2.GG2_AMB_Schoolzone_2_LP_Cue')
DemoScripts[120]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[121]=(Actor=FADE,Command=WAIT)
DemoScripts[122]=(Actor=WINDOW,Command=SET)
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[124]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=2,Vec=(X=200,Y=200,Z=0))
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[129]=(Actor=TEXTURE,Command=START,CId=1,Bit=2,Number=1,Vec=(X=750,Y=200,Z=0))
DemoScripts[130]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[132]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[133]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=4,Vec=(X=200,Y=200,Z=0))
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=TEXTURE,Command=START,CId=0,Bit=2,Number=3,Vec=(X=200,Y=200,Z=0))
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=WINDOW,Command=EXIT)
DemoScripts[142]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[143]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[144]=(Actor=FADE,Command=WAIT)
DemoScripts[145]=(Actor=TEXTURE,Command=EXIT,CId=0,Bit=2)
DemoScripts[146]=(Actor=TEXTURE,Command=EXIT,CId=1,Bit=2)
DemoScripts[147]=(Actor=TEXTURE,Command=EXIT,CId=3,Bit=0)
DemoScripts[148]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[149]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=2)
DemoScripts[150]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=5)
DemoScripts[151]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=6)
DemoScripts[152]=(Actor=GALLERY,Command=SET_FLAG,CId=3,Bit=7)
DemoScripts[153]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[154]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[155]=(Actor=FADE,Command=WAIT)
DemoScripts[156]=(Actor=WINDOW,Command=SET)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_034_Cue',Name="カミゾノ　シノブ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[162]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[164]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[165]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[168]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_036_Cue',Name="カミゾノ　シノブ")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[170]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_037_Cue',Name="カミゾノ　シノブ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=WINDOW,Command=EXIT)
DemoScripts[177]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[178]=(Actor=FADE,Command=WAIT)
DemoScripts[179]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[180]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[181]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[182]=(Actor=FADE,Command=WAIT)
DemoScripts[183]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[184]=(Actor=WINDOW,Command=SET)
DemoScripts[185]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_4.GG2_V_Shinobu_ep3_4_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[187]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[189]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[190]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[191]=(Actor=WINDOW,Command=EXIT)
DemoScripts[192]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[193]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[194]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[195]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[196]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep3_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep3_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="好,很順利哦......")

Texts[1]=(Label="TEXT02",Name="忍",Text="............")

Texts[2]=(Label="TEXT03",Name="峯大",Text="(唔......她看起來不太高興....../n這種狀況下......不能隨便亂開口......)")

Texts[3]=(Label="TEXT04",Name="峯大",Text="(而且也不是能順勢告白的氣氛,/n現在還是先把這件事放在一旁吧......)")

Texts[4]=(Label="TEXT05",Name="忍",Text="......峯大./n那個......剛才的事情......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="剛......剛才?/n呃......有發生什麼事嗎?")

Texts[6]=(Label="TEXT07",Name="忍",Text="所以說,你,對我的屁股......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="屁股? NO 屁股!/n窩梅有 在看屁股./n峯大 不會 縮謊.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="比起這葛 快追 餓魔!/n兩葛仁 分頭 進行!")

Texts[9]=(Label="TEXT10",Name="忍",Text="咦?/n......啊......嗯......?")

Texts[10]=(Label="TEXT11",Name="峯大",Text="那摸 窩要 先走惹!")

Texts[11]=(Label="TEXT12",Name="忍",Text="峯大......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="......抱歉,小忍.")

Texts[13]=(Label="TEXT14",Name="忍",Text="......呵呵.")

Texts[14]=(Label="TEXT15",Name="忍",Text="......真受不了你,大笨蛋./n下次不要再妨礙我了哦!")

Texts[15]=(Label="TEXT16",Name="峯大",Text="呼......總算是救援成功了.")

Texts[16]=(Label="TEXT17",Name="忍",Text="謝,謝謝......得救了......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="真的嚇死我了啊....../n話說回來......那個......妳屁股還好嗎?")

Texts[18]=(Label="TEXT19",Name="忍",Text="......峯大./n別把這件事說出去喔......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="小忍的屁股被窗戶夾住的事情?/n當然,畢竟也不是什麼好跟別人說的事......")

Texts[20]=(Label="TEXT21",Name="忍",Text="嗚嗚~....../n絕對不可以唷.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="不過,為了避免再發生一樣的狀況/n那扇窗戶應該要再做大一點吧,嗯.")

Texts[22]=(Label="TEXT23",Name="忍",Text="討厭~~!! 峯大笨蛋笨蛋!!/n不知羞恥! 沒道德---!!")

Texts[23]=(Label="TEXT24",Name="忍",Text="總之! ......我要去追惡魔了./n要是再妨礙我,我可就不管你囉!/n我走啦!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="......")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="真是的,這不是讓她生氣了嗎.")

Texts[26]=(Label="TEXT27",Name="峯大",Text="原來她......很在意屁股大的事嗎......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="不過這個狀況......該怎麼辦呢......")

Texts[28]=(Label="TEXT29",Name="忍",Text="......嗯?/n等一下....../n那是......真夜!?")

Texts[29]=(Label="TEXT30",Name="峯大",Text="咦,小真夜?/n她在嗎? 在外面?")

Texts[30]=(Label="TEXT31",Name="真夜",Text="小忍......妳在做什麼?")

Texts[31]=(Label="TEXT32",Name="忍",Text="不不不......不是啦......這....../n我沒有被卡住!")

Texts[32]=(Label="TEXT33",Name="忍",Text="我......我才沒有/n被卡住呢---!!!")

Texts[33]=(Label="TEXT34",Name="忍",Text="......嗚嗚......被妹妹看到這種樣子....../n好羞恥......真想死......")

Texts[34]=(Label="TEXT35",Name="峯大",Text="不,不過......能得救真是太好了.")

Texts[35]=(Label="TEXT36",Name="忍",Text="討厭~~~~!! 追根究柢/n還不就是因為你做了多餘的事情!!/n笨蛋笨蛋!! 不知羞恥! 沒道德--!!")

Texts[36]=(Label="TEXT37",Name="忍",Text="我們走吧! 真夜!/n......真是受不了!!")

Texts[37]=(Label="TEXT38",Name="真夜",Text="小忍就,由我來安撫....../n不要氣餒,再接再厲吧.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="呃......謝謝妳./n小真夜......")

Texts[39]=(Label="TEXT40",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[40]=(Label="SELECT01",Name="",Text="大成功")

Texts[41]=(Label="SELECT02",Name="",Text="成功")

Texts[42]=(Label="SELECT03",Name="",Text="失敗")

Texts[43]=(Label="SELECT04",Name="",Text="")

Texts[44]=(Label="SELECT05",Name="",Text="")

Texts[45]=(Label="SELECT06",Name="",Text="")

Texts[46]=(Label="SELECT07",Name="",Text="")

Texts[47]=(Label="SELECT08",Name="",Text="")

Texts[48]=(Label="SELECT09",Name="",Text="")

Texts[49]=(Label="SELECT10",Name="",Text="")


